Airfoil_DynamicStall/steady/train/machine-learning/Allrun.sh
#!/bin/bash
python machine-learning.py


